<template>
    <div class="container">
        <div class="row">
            <div class="col">
                <h2>{{ $t('policy1') }}</h2>
                <p>{{ $t('policy2') }}</p>
                <p>{{ $t('policy3') }}</p>
            </div>
        </div>
        <div class="row">
        <div class="col">
            <h2>{{ $t('policy4') }}</h2>
            <ol>
                <li>
                    <p>{{ $t('policy5') }}</p>
                    <ul>
                        <li>{{$t('policy6')}}</li>
                        <li>
                            {{ $t('policy7') }}
                        </li>
                        <li>{{ $t('policy8') }}</li>
                        <li>
                            根据会员制服务的本人确认、个人识别、防止不良会员的非法使用和防止非授权使用、会员加入、维持、退出意向确认、年龄确认、收集满14岁以下儿童个人信息时确认法定代理人同意与否、法定代理人行使权利时本人确认、法令义务履行、是否违反法令及条款的调查、顾客中心运营投诉处理等投诉处理、告知事项传达等
                        </li>
                        <li>都。活用在营销和广告上</li>
                        <li>
                            新服务(产品)开发及专业化、通讯、活动等广告性信息传达、根据人口统计学特性提供服务及广告刊登、营销及广告等活用、掌握连接频率或会员使用服务的统计
                        </li>
                    </ul>
                </li>
                <li>
                    <p>根据收集的个人信息项目，使用目的如下：</p>
                    <ul>
                        <li>去。姓名、ID、密码: 根据会员制服务使用确认本人、会员加入、维持、退出</li>
                        <li>我。邮箱地址，电话号码：传达告知事项，为处理投诉等确保顺利的沟通途径，新服务及新商品或活动信息等的介绍</li>
                        <li>都。信用卡信息(信用卡公司姓名、卡号16位、卡有效期、卡持有人出生年月日): 服务及附加服务使用费用结算</li>
                        <li>拉。与客户中心使用顾客的通话录音: 公司改善我的客服中心及基本服务</li>
                        <li>麻。电子邮件、电话号码和其他选择项目: 为了提供个性化服务的资料、营销活动</li>
                    </ul>
                </li>
            </ol>
        </div>
        </div>
        <div class="row">
        <div class="col">
            <h2>第三条 个人信息收集项目</h2>
            <ol>
                <li>
                    <p>公司在用户为了使用会员服务而加入会员时，为了提供服务，必须收集以下个人信息：</p>
                    <ul>
                        <li>去。必备项目:</li>
                        <ul>
                            <li>用户的姓名、用户名、密码、电子邮件地址、手机号码、法定代理人信息（未满14岁）、银行账户信息、服务使用记录、访问日志记录、结算记录、饼干、IP Address、不良使用记录、使用客户中心时，客户中心通话内容</li>
                        </ul>
                        <li>我。选择项目:</li>
                        <ul>
                            <li>为了提供营销·活动信息而收集的附加个人信息</li>
                        </ul>
                    </ul>
                </li>
                <li>
                    <p>公司在问卷调查或活动时，为了统计分析或提供奖品等，可以有选择地要求输入个人信息。同意接收公司发送的通讯内的广告邮件，在接收邮件的同时成为收到活动、奖品等优惠的广告邮件接收者时也有选择地输入个人信息被邀请的可以。</p>
                </li>
                <li>
                    <p>公司不收集有侵犯用户基本人权风险的敏感个人信息(种族和民族,思想和信条,出身地和本籍地,政治倾向和犯罪记录,健康状态和性生活等),如果不可避免地要收集的话,必须得到使用者的事先同意.</p>
                </li>
                <li>
                    <p>公司为了在使用者和会员之间的交易中防止纠纷,可以向使用者要求实名认证.</p>
                </li>
            </ol>
        </div>
        </div>
        <div class="row">
            <div class="col">
                <h2>第五条 收集的个人信息的保留及使用期限</h2>
                <ol>
                    <li>
                        <p>除非在法令中另有规定或与您另有协议等特殊情况，否则使用者帕库斯作为会员，在使用公司提供的服务期间或达到第1条规定的目的之前，公司会继续保留使用者的个人信息，并用于提供服务等。</p>
                    </li>
                    <li>
                        <p>使用者的个人信息如下，如果达到收集个人信息的目的或提供的目的的话，以销毁为原则。但是，为了防止服务混乱，协助调查机构，防止不良会员的非法利用的复发和再加入，为了解决纠纷，公司从使用合同终止之日起6个月内保管该会员的姓名、ID、联系方式、非法使用明细（服务使用记录、访问日志、cookie、连接IP信息）。</p>
                    </li>
                    <li>
                        <p>根据商法、电子商务等消费者保护相关法律等相关法令的规定需要保存时，公司在相关法令规定的一定时间内保管会员信息。在这种情况下，公司将保管的信息只用于其保管的目的，保存期间如下：</p>
                        <ul>
                            <li>关于广告的记录: 6月(在电子商务等的关于消费者保护的法律)</li>
                            <li>关于合同或撤销认购等的记录: 5年(在电子商务等的关于消费者保护的法律)</li>
                            <li>关于货款结算及商品等供给的记录: 5年(在电子商务等的关于消费者保护的法律)</li>
                            <li>关于消费者的不满或纠纷处理的记录: 3年(在电子商务等的关于消费者保护的法律)</li>
                        </ul>
                    </li>
                </ol>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <h2>第六条 个人信息第三方提供</h2>
                <p>公司只有在属于信息主体的同意、法律的特殊规定等个人信息保护法第17条和第18条的情况下才向第三方提供个人信息。除此之外，需要向第三方提供个人信息时，通过合理的程序获得同意后提供。</p>
                <p>公司如下向第三方提供个人信息：</p>
                <ol>
                    <li>
                        <h4>个人信息第三方提供现状</h4>
                        <p>根据国税厅通知的酒类通信销售订单提供季度明细税务书。</p>
                        <p>被提供的人: 管辖税务局</p>
                        <p>提供项目: [卖家信息] 卖家个人信息(商号,营业执照号码等), [买家信息] 买家个人信息(地址,姓名,出生年月日), [订单信息] 订单日期, 商品名, 数量, 订单金额</p>
                        <p>商品或服务提供目的达成后销毁(但是,根据相关法令规定的规定在法定期间保管)</p>
                    </li>
                </ol>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <h2>第七条 个人信息的委托处理</h2>
                <p>公司为了提高服务,为了提供服务,必须履行一部分必要的业务,按照本条第2款委托个人信息,并根据相关法令规定了委托合同时个人信息可以安全管理的必要事项。而且共享的信息仅限于为了达到相关目的而需要的最起码的信息。</p>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <h2>第八条 个人信息销毁程序及方法</h2>
                <ol>
                    <li>
                        <p>使用者帕库斯通过网站输入的信息在达到目的后转移到单独的DB(打印物的情况下是单独的文件箱),根据内部政策和其他相关法令的信息保护事由(参考保留和使用期限)保存一段时间后销毁。</p>
                    </li>
                    <li>
                        <p>公司按照第8条说明的程序和方法,使用者本人直接要求修改或删除信息或要求取消加入的情况下,也会按照本条的规定进行销毁处理。</p>
                    </li>
                    <li>
                        <p>像第3条一样,以暂时的目的(问卷调查、活动、本人确认等)输入的个人信息,达到那个目的后会以同样的方法销毁处理。</p>
                    </li>
                    <li>
                        <p>公司安全地处理珍贵的用户的个人信息,为了防止泄露,通过以下方法销毁个人信息：</p>
                        <ol>
                            <li>在纸上打印的个人信息用粉碎机粉碎或通过焚烧销毁。</li>
                            <li>以电子文件形式保存的个人信息使用不能播放记录的技术方法进行删除。</li>
                        </ol>
                    </li>
                </ol>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <h2>第九条 使用者的权利</h2>
                <ol>
                    <li>
                        <p>会员对公司随时可以行使下列各号的权利：</p>
                        <ul>
                            <li>要求阅览个人信息</li>
                            <li>有错误等时要求更正</li>
                            <li>删除要求</li>
                            <li>要求停止处理</li>
                        </ul>
                    </li>
                    <li>
                        <p>第1款规定的权利行使对公司，按照个人信息保护法施行规则附件第8号表格，可以通过书面、电子邮件、传真等进行。公司为了确认本人，可以出示请求人的身份证复印件等证明，以确认该要求是否是真正的本人的意思。如果确认为本人，并发现个人信息有错误或保存期限已过等情况，会毫不拖延地采取相应措施。</p>
                    </li>
                    <li>
                        <p>会员要求对个人信息的错误等进行更正或删除时，公司在完成更正或删除之前不会使用或提供个人信息。根据第1款的权利行使可以通过会员的法定代理人或受委托的人等代理人进行。在这种情况下，需要根据个人信息保护法施行规则附件第11号格式提交委任书。</p>
                    </li>
                    <li>
                        <p>公司为了保护供给服务的顺利和儿童的个人信息，在满14岁以下的儿童限制加入新会员。</p>
                    </li>
                </ol>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <h2>第十条(个人信息自动收集装置的安装运营)</h2>
                <ol>
                    <li>
                        <p>公司为了会员认证使用Cookie方式。这是注销(Logout)时自动不保存在电脑上,而是被删除,所以使用公共场所或他人可以使用的电脑时,登录(Login)后使用服务结束后必须注销(Logout)。</p>
                    </li>
                    <li>
                        <p>为了拒绝cookie设置,用户可以通过选择网络浏览器的选项,允许所有cookie,每次保存cookie时进行确认,或拒绝保存所有cookie。</p>
                    </li>
                    <li>
                        <p>如果拒绝安装饼干，在提供服务方面可能会有困难。</p>
                    </li>
                </ol>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <h2>第十一条 个人信息保护措施程序</h2>
                <p>公司在处理用户的个人信息时,为了防止信息丢失、被盗、泄露、来自外部的攻击、黑客攻击等,为了确保安全性,正在采取技术、管理和物理措施。</p>
                <h3>公司执行的技术、管理及物理措施如下：</h3>
                <ol>
                    <li>
                        <p>为了个人信息的安全处理，另行制定并实施内部管理计划。</p>
                    </li>
                    <li>
                        <p>为了限制对个人信息的访问控制和访问权限,将处理用户个人信息的负责人员限制在最低限度,对相关职员进行持续的保安教育的同时,随时检查是否遵守本政策。</p>
                    </li>
                    <li>
                        <p>为了安全地存储和传输个人信息,用户的个人信息由密码保护,对文件和传输数据进行加密,通过单独的安全功能保护重要数据,通过加密通信(SSL)等在网络上尽最大努力安全传输个人信息。</p>
                    </li>
                    <li>
                        <p>为了应对个人信息侵害事故的发生，为了保管连接记录以及防止伪造和篡改，个人信息处理者访问个人信息处理系统处理个人信息时，会储存连接日期和时间、处理内容等，并单独保管，以免伪造、篡改或被盗、丢失、销毁。</p>
                    </li>
                    <li>
                        <p>公司为了防止电脑病毒对个人信息造成损害,使用疫苗程序,定期进行更新等,安装和更新个人信息的保安程序。</p>
                    </li>
                    <li>
                        <p>为了个人信息的安全保管，使用阻断外部入侵的保安装置，安装入侵检测系统，监视非法入侵等，准备单独的保管设施或锁定装置正在采取安装等物理措施。</p>
                    </li>
                </ol>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <h2>第十二条 个人信息保护负责人</h2>
                <p>公司负责有关个人信息处理的业务,为了与个人信息处理相关的信息主体的不满处理和损害救济等,指定个人信息保护负责人如下。</p>
                <ul>
                    <li>姓名：李宇宗</li>
                    <li>职位：CEO</li>
                </ul>
                <p>尽管采取了技术补充措施,但因黑客攻击等基本网络上的危险性而发生的意外事故造成的信息损坏以及访问者写的帖子引起的各种纠纷不负责任。</p>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <h2>第十三条 权益侵害救济/投诉受理</h2>
                <p>公司收集有关个人信息保护的使用者的意见。使用者可以通过电话或邮件向客服中心举报不满事项。公司对举报事项负责迅速而充分的答复。</p>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <h2>第十四条 个人信息处理政策相关通知及变更</h2>
                <p>本政策随着政府或公司的政策变更,可能会有内容的追加、删除、修改,在这种情况下,在实施7天前通过网站或邮件等提前通知,如果事先通知困难的话,会毫不拖延地通知。</p>
                <p>此外，本公司根据个人信息的收集和利用、第三方提供等信息通信网络利用促进及信息保护等相关法律等相关法令，在需要顾客另行同意的事项相关内容增加或变更时，根据相关法令获得顾客的单独同意。</p>
                <p>本方针从公布之日起施行。</p>
                <p>最终修改基准日: 2024年2月15日</p>
            </div>
        </div>
    </div>
</template>

<script setup>
const text = ""
</script>
